Repository: mohamed930/store-combine
Catalog: store/Assists/localizable/*.lproj/Localizable.strings
Languages: ar

# userName
source: Email
ar: البريد الالكتروني

source: password
ar: كلمة السر

source: Confirm Password
ar: تأكيد كلمة المرور

source: Please wait
ar: من فضلك انتظر قليلاً

# emailVerificationError
source: email isn't correct please try another one
ar: هذا البريد الاكتروني غير صالح من فضلك اعد المحاوله مره اخرى

# loginFailed
source: email or password isn't correct
ar: البريد الاكتروني او كلمة المرور غير صالحه

# locationError
source: Please, open your location
ar: من فضلك افتح خدمة تحديد المواقع

# ErrorTitle
source: Attensions
ar: انتبه

# locationMessageAlert
source: we need your location go to setting to open it?
ar: نحن نحتاج الى موقعك الحالى من اجل معرفة انك تحت التغطية او لا؟

source: Settings
ar: الاعدادات

source: Cancel
ar: الغاء الامر
